
"str_NoCachedAcctsForLocalUsers" 		= "ローカルノード内のユーザのモバイル設定は管理できません。";
"str_NoCachedAcctsForLocalGroups" 		= "ローカルノード内のグループのモバイル設定は管理できません。";
"str_NoCachedAcctsForLocalComputers" 	= "ローカルノード内のコンピュータのモバイル設定は管理できません。";

//**
//** Account creation tab
//**
"str_NoHomeQuota"			= "（ホームのクオータは構成されていません）";
"str_HomeQuotaTemplate"		= "（ホームの現在のクオータ：%@ %@）";

//**
//** Inclusion list errors
//**
"InclErr_NoBlankCriteria_Title" 		= "不完全なエントリー";
"InclErr_NoBlankCriteria_Msg" 			= "含める文字列、ファイル、またはフォルダを入力してください。";

"InclErr_MustBeHomeDirRelative_Title" 	= "無効なエントリー";
"InclErr_MustBeHomeDirRelative_Msg"   	= "同期するパスは ~ で始める必要があります。";

// Not wired up yet
"InclErr_CantSyncLibrary_Title" 		= "同期パスが正しくありません";
"InclErr_CantSyncLibrarye_Msg"   		= "“~/ライブラリ”の同期は許可されていません。";

//**
//** Exclusion list errors
//**
"ExclErr_NoBlankCriteria_Title" 		= "不完全なエントリー";
"ExclErr_NoBlankCriteria_Msg"			= "除外する文字列、ファイル、またはフォルダを入力してください。";

"ExclErr_MustBeHomeDirRelative_Title"	= "無効なエントリー";
"ExclErr_MustBeHomeDirRelative_Msg"		= "フルパスは ~ で始める必要があります。";

"ExclErr_NoPathsAllowed_Title"			= "無効なエントリー";
"ExclErr_NoPathsAllowed_Msg"			= "文字 / は、フルパスおよび部分パスでのみ使用できます。";

"ExclErr_InvalidRegExName_Title"		= "無効な正規表現";
"ExclErr_InvalidRegExName_Msg"			= "除外したいファイル名に一致する有効な正規表現を入力してください。";

"ExclErr_InvalidRegExPath_Title"		= "無効な正規表現";
"ExclErr_InvalidRegExPath_Msg"			= "除外したいパスに一致する有効な正規表現を入力してください。";

"table_data_varies"		= "複数選択";
"add_button_title" 		= "追加";

"str_SyncTypePopup_Login" 		= "ログイン";
"str_SyncTypePopup_Periodic" 	= "定期的";
"str_SyncTypePopup_Both" 		= "両方";

"str_CompPopup_StartsWith"	= "前方一致";
"str_CompPopup_EndsWith"	= "後方一致";
"str_CompPopup_Contains"	= "名前（部分一致）";
"str_CompPopup_Is"			= "名前（完全一致）";
"str_CompPopup_FullPath"	= "フルパス";
"str_CompPopup_PartialPath"	= "部分パス";
"str_CompPopup_RegEx"		= "正規表現名";
"str_CompPopup_RegExPath"	= "正規表現のパス";

"str_HomeDirRelativeToolTip" = "パス名の先頭の ~/ は、その項目がユーザのホームフォルダの下にあることを示しています。";


//**
//** Disk size stuff
//**
"str_DSU_Bytes"			= "バイト";
"str_DSU_Kilobytes"		= "KB";
"str_DSU_Megabytes"		= "MB";
"str_DSU_Gigabytes"		= "GB";
"str_DSU_Terabytes"		= "TB";
"str_DSU_Petabytes"		= "PB";
"str_DSU_Exabytes"			= "EB";

//**
//** Account expiry popup
//**
"str_Hours" = "時間";
"str_Days" 	= "日間";
"str_Weeks" = "週間";

//**
//** Account expiry
//**
"str_DisuseLabel_UsersGroups" = "後（ユーザの次回のログイン後）";
"str_DisuseLabel_Computers" = "後（ユーザの前回のログイン後）";


//**
//** Creation-->Location-->User Selects popup menu choices  (added for 5117309)
//**
"str_UserLoc_AnyVolume" 		= "任意のボリューム";
"str_UserLoc_AnyInternalVolume" = "任意の内蔵ボリューム";
"str_UserLoc_AnyExternalVolume" = "任意の外部ボリューム";

